<ul>
    3.1. Оператор имеет право:
    <li>– получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;</li>
    <li>– в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;</li>
    <li>– самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</li>
</ul>
<ul>
    3.2. Оператор обязан:
    <li>– предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;</li>
    <li>– организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;</li>
    <li>– отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</li>
    <li>– сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса;</li>
    <li>– публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;</li>
    <li>– принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;</li>
    <li>– прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;</li>
    <li>– исполнять иные обязанности, предусмотренные Законом о персональных данных.</li>
</ul>