<ul>
    7.1. Цель обработки персональных данных Пользователя:
    <li>– информирование Пользователя посредством отправки электронных писем</li>
    <li>– уточнения и подтверждения деталей заказа и брони.</li>
</ul>
<p>7.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты mgr@freud.club с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».</p>
<p>7.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.</p>