<ul>
    8.1. Правовыми основаниями обработки персональных данных Оператором являются:
    <li>– Федеральный закон "Об информации, информационных технологиях и о защите информации" от 27.07.2006 N 149-ФЗ;</li>
    <li>– уставные документы Оператора;</li>
    <li>– договоры, заключаемые между оператором и субъектом персональных данных;</li>
    <li>– федеральные законы, иные нормативно-правовые акты в сфере защиты персональных данных;</li>
    <li>– согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.</li>
</ul>
<p>8.2. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте <a href="">freud.club</a>&nbsp;или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
<p>8.3. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).</p>
<p>8.4. Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.</p>