<?php
if (!defined('B_PROLOG_INCLUDED') || B_PROLOG_INCLUDED !== true) {
    die();
}
?>
<div class="modal modal--right review-popup success-popup" data-popup="11">
    <div class="review-popup__body">
        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M22.9161 47.884C10.281 47.884 0 37.6034 0 24.9683C0 12.3333 10.281 2.05225 22.9161 2.05225C27.3097 2.05225 31.5843 3.30419 35.278 5.67495C36.0031 6.14186 36.2156 7.10847 35.7487 7.83553C35.2803 8.56259 34.3156 8.77277 33.5885 8.30625C30.401 6.2582 26.7097 5.17715 22.9161 5.17715C12.0037 5.17715 3.1249 14.056 3.1249 24.9683C3.1249 35.8803 12.0037 44.7591 22.9161 44.7591C33.8281 44.7591 42.7069 35.8803 42.7069 24.9683C42.7069 24.316 42.6756 23.6702 42.6153 23.0351C42.5322 22.1745 43.1612 21.412 44.0195 21.3288C44.8819 21.2495 45.6422 21.8747 45.7257 22.733C45.7963 23.4684 45.8318 24.2142 45.8318 24.9683C45.8318 37.6034 35.5511 47.884 22.9161 47.884Z" fill="#B69659"></path>
            <path d="M25.5204 30.1763C25.1206 30.1763 24.7205 30.0241 24.4164 29.7182L15.0417 20.3435C14.4314 19.7328 14.4314 18.7433 15.0417 18.1329C15.6521 17.5226 16.6416 17.5226 17.2519 18.1329L25.5227 26.4037L47.3321 4.59386C47.9429 3.98353 48.9324 3.98353 49.5427 4.59386C50.153 5.20419 50.153 6.19369 49.5427 6.80402L26.6266 29.7201C26.3203 30.0241 25.9205 30.1763 25.5204 30.1763Z" fill="#B69659"></path>
        </svg>
        <div class="success-popup__ttl title-font h4">Спасибо</div>
        <div class="success-popup__txt">Подписка успешно оформлена</div>
    </div>
    <div class="review-popup__bottom">
        <button class="button button--brown-border" data-modal-close="">Закрыть</button>
    </div>
    <button class="button--clean modal__close" data-modal-close></button>
</div>

<div class="modal modal--right review-popup success-popup" data-popup="13">
    <div class="review-popup__body">
        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M22.9161 47.884C10.281 47.884 0 37.6034 0 24.9683C0 12.3333 10.281 2.05225 22.9161 2.05225C27.3097 2.05225 31.5843 3.30419 35.278 5.67495C36.0031 6.14186 36.2156 7.10847 35.7487 7.83553C35.2803 8.56259 34.3156 8.77277 33.5885 8.30625C30.401 6.2582 26.7097 5.17715 22.9161 5.17715C12.0037 5.17715 3.1249 14.056 3.1249 24.9683C3.1249 35.8803 12.0037 44.7591 22.9161 44.7591C33.8281 44.7591 42.7069 35.8803 42.7069 24.9683C42.7069 24.316 42.6756 23.6702 42.6153 23.0351C42.5322 22.1745 43.1612 21.412 44.0195 21.3288C44.8819 21.2495 45.6422 21.8747 45.7257 22.733C45.7963 23.4684 45.8318 24.2142 45.8318 24.9683C45.8318 37.6034 35.5511 47.884 22.9161 47.884Z" fill="#B69659"></path>
            <path d="M25.5204 30.1763C25.1206 30.1763 24.7205 30.0241 24.4164 29.7182L15.0417 20.3435C14.4314 19.7328 14.4314 18.7433 15.0417 18.1329C15.6521 17.5226 16.6416 17.5226 17.2519 18.1329L25.5227 26.4037L47.3321 4.59386C47.9429 3.98353 48.9324 3.98353 49.5427 4.59386C50.153 5.20419 50.153 6.19369 49.5427 6.80402L26.6266 29.7201C26.3203 30.0241 25.9205 30.1763 25.5204 30.1763Z" fill="#B69659"></path>
        </svg>
        <div class="success-popup__ttl title-font h4">Ваша заявка принята</div>
        <div class="success-popup__txt">Менеджер перезвонит вам в<br>ближайшее время. Пожалуйста,<br>ожидайте звонка</div>
    </div>
    <div class="review-popup__bottom">
        <button class="button button--brown-border" data-modal-close="">Закрыть</button>
    </div>
    <button class="button--clean modal__close" data-modal-close></button>
</div>